{
    "tituloProjects": "Projects",
    "tituloSkills": "Languages, technologies and libraries",
    "tituloAbout": "About me",
    "skills": "Skills",
    "project1": "Calculator - HTML5, JavaScript and CSS",
    "project2": "Form and table - HTML5, JavaScript and CSS",
    "project3": "Product catalog - HTML5, JavaScript and CSS",
    "project4": "Guess the number - Python",
    "project5": "Hangman - Python",
    "project6": "Pharmacy turn system - Python",
    "project7": "Web simulator for movies and series - Kotlin",
    "project8": "Fullstack task application - NextJS, Django and SQLite",
    "project9": "Website - Personal portfolio - React, NextJS, CSS and Vercel",
    "project10": "Internal messaging API for a real estate app - Django REST Framework, Django Channels, Websockets and PostgreSQL",
    "project11": "Fullstack parking rental application - React, Django and Vercel",
    "project12": "Website and Form and WhatsApp button implementation - React",
    "project13": "Fullstack social blog application - React, Next.js and Firebase",
    "tituloOthers": "Other skills",
    "tituloLanguages": "Languages",
    "languages_description": "Spanish (native) - English (B2) - Portuguese (basic)",
    "about1": "I am <strong>curious and positive minded</strong>. I think we can make a difference in the world through practical applications that facilitate and improve quality of life, time management, and provide solutions to everyday problems.",
    "about2": "I like working with <strong>clarity and honesty</strong> as fundamental pillars, always trying to maintain a positive attitude and think in terms of <strong>solutions</strong> instead of problems. I enjoy asking many questions and I'm open to constructive criticism to grow and evolve.",
    "about3": "I am <strong>dedicated and quick to learn</strong> with strong <strong>autonomous research skills</strong>. I like to dig in and understand every new topic I find in depth, which has led me to explore different areas throughout my life.",
    "about4": "In app development, I enjoy writing <strong>clear, efficient, and reusable code</strong> to <strong>optimize time and minimize errors</strong>, aiming to use <strong>best practices</strong> like, for example, comments that help others understand the code, and collaborating with teammates to find the best solutions, by consulting various sources.",
    "about5": "Technology has always attracted me, and I believe I have the ability to grow in the development field, <strong>enjoying the challenges that arise with each project</strong>.",
    "about6": "Even though I'm making a career change and come from a different work background, I have extensive experience in <strong>teamwork and communication</strong> in a <strong>virtual environment</strong> through co-creation, management, administration, and teaching in an <strong>online</strong> midwifery school (<a>www.parterasmayeutica.com</a>, from 2017 to the present). Part of my duties there also includes <strong>technical support and problem-solving</strong>.",
    "about7": "During my career, I've also had experience in scientific research (during my 4 years studying a degree in Chemistry at UBA. GPA: 8.94) and teaching and research work in the field (2001 to 2006), which provided me with tools for <strong>logical thinking and problem solving</strong>.",
    "about8": "In addition, my 13 years as a self-taught autonomous midwife (2011 to 2024) gave me a love for personal growth and independent information-seeking. I also learned that <strong>teamwork and asking for help when needed</strong> are essential for finding new and better solutions.",
    "backButton": "Back"
}