{
    "tituloProjects": "Proyectos",
    "tituloSkills": "Lenguajes, tecnologías y librerías",
    "tituloAbout": "Sobre mi",
    "skills": "Habilidades",
    "i18n": "i18n (internacionalización)",
    "project1": "Calculadora - HTML5, Javascript y CSS",
    "project2": "Formulario y tabla - HTML5, Javascript y CSS",   
    "project3": "Catalogo de productos - HTML5, Javascript y CSS",
    "project4": "Adivina el número - Python",
    "project5": "Ahorcado - Python",
    "project6": "Turnero de Farmacia - Python",       
    "project7": "Simulador web películas y series - Kotlin",
    "project8": "Aplicación fullstack de Tareas - NextJS, Django y SQLite",
    "project9": "Página web - Portafolio personal - React, NextJS, CSS y Vercel",
    "project10": "API de mensajería interna en app Inmobiliaria - Django REST Framework, Django Channels, Websockets y PostgreSQL",
    "project11": "Aplicación fullstack de Alquiler de Estacionamientos - React, Django y Vercel",
    "project12": "Página web, con implementación formulario y botón de Whatsapp - React",
    "project13": "Aplicación fullstack de Blog social - React, Next.js y Firebase",
    "project14": "Proyectos básicos de cursos - HTML5, Javascript, CSS, Python, Kotlin",
    "project15": "Carousel de imágenes y testimonios. Actualización de Homepage - React",
    "project16": "Automatización de tareas con Selenium - Python",
    "project17": "Agente de registro de pagos asistido por IA - Python",
    "project18": "E-Commerce completo de cursos online - Typescript, React, TDD, Clean Architecture y Docker",
    "tituloOthers": "Otros..",
    "tituloLanguages": "Idiomas",
    "languages_description": "Español (nativo) - Inglés (B2) - Portugués (básico)",
    "about1": "Soy <strong>curiosa y de mente positiva</strong>. Creo que podemos hacer una diferencia en el mundo a través de aplicaciones prácticas que faciliten y mejoren la calidad de vida, la gestión del tiempo y aporten soluciones a problemas cotidianos.",
    "about2": "Me gusta trabajar con <strong>claridad y honestidad</strong> como pilar fundamental, siempre tratando de mantener una actitud positiva y pensar en <strong>soluciones</strong>, en lugar de problemas. Me gusta hacer muchas preguntas y estoy abierta a críticas constructivas para evolucionar y crecer.",
    "about3": "Soy <strong>dedicada y rápida para aprender</strong> con gran <strong>capacidad de investigación autónoma</strong>. Me gusta profundizar y entender muy bien cada nuevo tema que me encuentro, lo que me ha llevado a explorar distintas áreas en mi vida.",
    "about4": "En el desarrollo de aplicaciones me gusta crear <strong>código que sea claro, eficiente y reutilizable</strong>, para <strong>optimizar tiempos y minimizar errores</strong>, intentando usar <strong>buenas prácticas</strong>, como, por ejemplo, hacer uso de comentarios que faciliten el entendimiento a otros programadores, y trabajar con mis compañeros para buscar las mejores soluciones, consultando diversas fuentes.",
    "about5": "La tecnología siempre me atrajo y creo que tengo habilidad para crecer en el ámbito del desarrollo, <strong>disfrutando de los desafíos que se presentan en cada proyecto</strong>.",
    "about6": "Si bien como estoy haciendo un cambio de carrera vengo de otra rama de trabajo, tengo mucha experiencia laboral en <strong>trabajo de grupos y comunicación</strong> en un <strong>ambiente virtual</strong> mediante la co-creación, dirección, administración y docencia de una escuela <strong>online</strong> de partería (<a>www.parterasmayeutica.com</a>, desde 2017 a la actualidad). Una parte de mis tareas aquí también son la <strong>orientación y resolución de problemas técnicos</strong>.",
    "about7": "Durante mi recorrido laboral, también he tenido experiencia en investigación en ciencias (durante mis 4 años de estudio en licenciatura en Química (UBA. Promedio: 8.94) y trabajo de docencia e investigación en el área. 2001 al 2006), lo que me ha proporcionado las herramientas para el <strong>pensamiento lógico y resolución de problemas</strong>.",
    "about8": "Sumado a esto, mis 13 años como partera autónoma (2011 al 2024), de <strong>formación autodidacta</strong>, me ha dado un amor por el crecimiento propio y la búsqueda independiente de información, a su vez que aprendí que <strong>trabajar en equipo y pedir ayuda oportunamente</strong> es fundamental para encontrar nuevas y mejores soluciones.",
    "backButton": "Volver atrás"
}